Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public virtual Workset Current { get; }
  Visual Basic
Public Overridable ReadOnly Property Current As Workset
	Get
  Visual C++
public:
virtual property Workset^ Current {
	Workset^ get ();
}
 Implements
  IEnumerator T Current
 See Also
  FilteredWorksetIterator Class
  Autodesk.Revit.DB Namespace